Repository: chindakeodouangsy/tails
Catalog: wiki/src/doc/first_steps/persistence.*.po
Languages: de

source: [[!meta title="Encrypted persistence"]]
de: [[!meta title="Verschlüsselter beständiger Speicherbereich"]]

source: If you start Tails from a USB stick, you can create a persistent volume in the free space left on the USB stick by <span class="application">Tails Installer</span>. The files in the persistent volume are saved encrypted and remain available across separate working sessions.
de: Falls Sie Tails von einem USB-Stick starten, können Sie einen beständigen Speicherbereich auf dem freien Platz, der vom <span class="application">Tails Installer</span> auf dem Speichermedium freigelassen wurde, erstellen. Die Daten in dem beständigen Speicherbereich werden verschlüsselt gespeichert und bleiben über mehrere Sitzungen hinweg erhalten.

source: <p>It is only possible to create a persistent volume if the USB stick was installed using <span class="application">Tails Installer</span>.</p>
de: <p>Es ist nur möglich, einen beständigen Speicherbereich zu erstellen, wenn der USB-Stick mit dem <span class="application">Tails Installer</span> erstellt wurde.</p>

source: <p>This requires a USB stick of <strong>at least 8 GB</strong>.</p>
de: <p>Voraussetzung ist ein USB-Stick mit <strong>mindestens 8 GB</strong>.</p>

source: The persistent volume is an encrypted partition protected by a passphrase.
de: Der beständige Speicherbereich ist eine verschlüsselte Partition, die mit einer Passphrase geschützt ist.

source: Once the persistent volume is created, you can choose to activate it or not each time you start Tails.
de: Sobald der beständige Speicherbereich erstellt wurde, können Sie bei jedem Start von Tails auswählen, ob Sie ihn aktivieren wollen oder nicht.

source: [[!inline pages="doc/first_steps/persistence.caution" raw="yes" sort="age"]]
de: [[!inline pages="doc/first_steps/persistence.caution.de" raw="yes" sort="age"]]

source: How to use the persistent volume =================================
de: Wie wird der beständige Speicherbereich benutzt? =================================

source: [[Warnings about persistence|first_steps/persistence/warnings]]
de: [[Warnungen zu Beständigkeit|first_steps/persistence/warnings]]

source: [[Create & configure the persistent volume|first_steps/persistence/configure]]
de: [[Erstellen und Konfigurieren des beständigen Speicherbereiches|first_steps/persistence/configure]]

source: [[Enable & use the persistent volume|first_steps/persistence/use]]
de: [[Aktivierung und Benutzung des beständigen Speicherbereiches|first_steps/persistence/use]]

source: [[Change the passphrase of the persistent volume|first_steps/persistence/change_passphrase]]
de: [[Die Passphrase des beständigen Speicherbereichs ändern|first_steps/persistence/change_passphrase]]

source: [[Manually copy your persistent data to a new USB stick|first_steps/persistence/copy]]
de: [[Daten von Hand vom beständigen Speicherbereich auf einen anderen USB-Stick kopieren|first_steps/persistence/copy]]

source: [[Check the file system of the persistent volume|first_steps/persistence/check_file_system]]
de: [[Das Dateisystem des beständigen Speicherbereiches überprüfen|first_steps/persistence/check_file_system]]

source: [[Delete the persistent volume|first_steps/persistence/delete]]
de: [[Den beständigen Speicherbereich löschen|first_steps/persistence/delete]]
