Repository: chindakeodouangsy/tails
Catalog: wiki/src/doc/first_steps/startup_options.*.po
Languages: es

source: [[!meta title="Startup options"]]
es: [[!meta title="Opciones de arranque"]]

source: When starting Tails, you can specify startup options to alter some of its basic functioning. The two ways of specifying startup options are the following:
es: Cuando inicies Tails, puedes especificar opciones de arranque para alterar algunas de sus funcionalidades básicas. Las dos maneras de especificar opciones de arranque son las siguientes:

source: <a id="boot_loader_menu"></a> <a id="boot_menu"></a> <!-- for backward compatibility -->
es: <a id="boot_loader_menu"></a> <a id="boot_menu"></a> <!-- compatibilidad con versiones anteriores -->

source: Using the <span class="application">Boot Loader Menu</span>
es: Utilizar el <span class="application">Menú de gestor de arranque</span>

source: The <span class="application">Boot Loader Menu</span> is the first screen to appear when Tails starts.
es: El <span class="application">Menú de gestor de arranque</span> es la primer pantalla en aparecer cuando Tails inicia.

source: <p>The <span class="guilabel">Troubleshooting Mode</span> disables some features of the Linux kernel and might work better on some computers. You can try this option if you think you are experiencing errors related to hardware compatibility while starting Tails.</p>
es: <p>El <span class="guilabel">Troubleshooting Mode</span> deshabilita algunas funcionalidades del kernel de Linux y podría funcionar mejor en algunas computadoras. Puedes utilizar esta opción si crees que estás experimentando errores relacionados con la compatibilidad del hardware mientras inicias Tails.</p>

source: To add a boot option, press <span class="keycap">Tab</span> when the <span class="application">Boot Loader Menu</span> appears. A list of boot options appears at the bottom of the screen.
es: Para agregar una opción de arranque, presiona <span class="keycap">Tab</span> cuando el <span class="application">Menú de Gestor de Arranque</span> aparece. Una lista de opciones de arranque aparecerá en la parte inferior de la pantalla.

source: [[!img boot-menu-with-options.png link=no alt="Black screen with Tails artwork. Boot Loader Menu with two options 'Tails' and 'Tails (Troubleshooting Mode)'. At the bottom, a list of options ending with 'vsyscall=none quiet_'"]]
es: [[!img boot-menu-with-options.png link=no alt="Pantalla negra con arte sobre Tails. El menú de gestor de arranque con dos opciones 'Tails' and 'Tails (Troubleshooting mode)'. En la parte inferior, una lista de opciones que terminan con 'vsyscall=none quiet_'"]]

source: Press <span class="keycap">Space</span>, and type the boot option that you want to add.
es: Presiona <span class="keycap">Espacio</span>, y escribe la opción de arranque que deseas agregar.

source: If you want to add more than one boot option, type them one after the other, and separate them by a <span class="keycap">Space</span>.
es: Si quieres agregar más de una opción de arranque, escríbelas una luego de la otra, y sepáralas con un <span class="keycap">Espacio</span>.

source: Then press <span class="keycap">Enter</span> to start Tails.
es: Luego presiona <span class="keycap">Enter</span> para iniciar Tails.

source: Using <span class="application">Tails Greeter</span>
es: Usando el <span class="application">Tails Greeter</span>

source: <span class="application">Tails Greeter</span> appears after the <span class="application">Boot Loader Menu</span>, but before the <span class="application">GNOME Desktop</span>:
es: <span class="application">Tails Greeter</span> aparece después del <span class="application">Menú de arranque</span>, pero antes del <span class="application">Escritorio GNOME</span>:

source: [[!img tails-greeter-welcome-to-tails.png link=no alt="Tails Greeter: Welcome to Tails!"]]
es: [[!img tails-greeter-welcome-to-tails.png link=no alt="Tails Greeter: Bienvenido a Tails!"]]

source: You can activate assistive technologies, like a screen reader or large text, from the universal access menu (the
es: Puedes activar tecnologías de asistencia, como un lector de pantalla o ampliar textos desde el menu de acceso universal ( El

source: [[!img lib/preferences-desktop-accessibility.png alt="Universal Access" class="symbolic" link="no"]]
es: [[!img lib/preferences-desktop-accessibility.png alt="Acceso Universal" class="symbolic" link="no"]]

source: icon which looks like a person) in the top bar.
es: icono que se parece a una persona) en la barra superior de herramientas.

source: To start Tails without options, click on the <span class="button">Start Tails</span> button.
es: Para iniciar Tails sin opciones, haz click en el botón de <span class="button">Start Tails</span>.

source: Language & region
es: Idioma y región

source: You can configure Tails depending on your language and location from <span class="application">Tails Greeter</span>.
es: Puedes configurar Tails para tu idioma o lugar desde el <span class="application">Tails Greeter</span>.

source: [[!img locale.png link="no" alt="Language & Region section of Tails Greeter"]]
es: [[!img locale.png link="no" alt="Sección Idioma y Región del Tails Greeter"]]

source: The <span class="guilabel">Language</span> option allows you to change the main language of the interface.
es: La opción <span class="guilabel">Idioma</span> le permite cambiar el idioma principal del interfaz.

source: Text that is not translated yet will appear in English. You can [[help to translate more text|contribute/how/translate]].
es: El texto que todavía no está traducido aparecerá en inglés. Puedes [[ayudar a traducir más|contribute/how/translate]].

source: The <span class="guilabel">Keyboard Layout</span> option allows you to change the layout of the keyboard. For example to switch to an *AZERTY* keyboard which is common in France.
es: La opción de <span class="guilabel">Configuración de teclado </span> te permite cambiar la configuración del teclado. Por ejemplo para cambiar a un teclado *AZERTY* común en Francia.

source: You will still be able to switch between different keyboard layouts from the desktop after starting Tails.
es: Siempre tendrás la posiblidad de alternar entre distintos planos de teclado desde el escritorio después de haber arrancado Tails.

source: [[!img introduction_to_gnome_and_the_tails_desktop/keyboard.png link="no" alt="Menu in the top-right corner of the desktop to switch between different keyboard layouts"]]
es: [[!img introduction_to_gnome_and_the_tails_desktop/keyboard.png link="no" alt="Menú en la esquina superior derecha del escritorio para cambiar la disposición del teclado"]]

source: The <span class="guilabel">Formats</span> option allows you to change the date and time format, first day of the week, measurement units, and default paper size according to the standards in use in a country.
es: La opción <span class="guilabel">Formatos</span> te permite cambiar el formato de fecha y hora, el primer día de la semana, las unidades de medida, y el formato de papel por defecto según los estandares de cada país.

source: For example, the USA and the United Kingdom, two English-speaking countries, have different standards:
es: Por ejemplo, Estados-Unidos y el Reino Unido, dos países angloparlantes, tienen estándares distintos.

source: With this option you can also display the calendar in a different language than the main language. For example, to display a US calendar, with weeks starting on Sunday, when the main language is Russian.
es: Con esta opción también puede visualizar el calendario en idiomas distintos al idioma principal. Por ejemplo, para puede visualizar un calendario de Estados-Unidos, con semanas que empiezan el Domingo, cuando el idioma principal este en ruso.

source: Encrypted persistence storage
es: Almacenamiento cifrado persistente

source: If an [[encrypted persistence storage|first_steps/persistence]] is detected on the USB stick, an additional section appears in <span class="application">Tails Greeter</span> below the <span class="guilabel">Language & Region</span> section:
es: Si un [[almacenamiento cifrado persistente|first_steps/persistence]] se detecta en la memoria USB, una sección adicional parecerá en el <span class="application">Tails Greeter</span> debajo de la sección <span class="guilabel">Idioma y región</span> :

source: Additional settings
es: Configuraciones adicionales

source: Tails is configured with care to be as safe as possible by default. But, depending on your situation, you can change one of the following settings from <span class="application">Tails Greeter</span>.
es: Tails esta configurado con cuidado para ser lo más seguro posible por defecto. Pero, dependiendo de su situación, puede cambiar algunas de las configuraciones siguientes desde la ventana de <span class="application">Tails Greeter</span>.

source: [[!img additional.png link="no" alt="Additional settings of Tails Greeter"]]
es: [[!img additional.png link="no" alt="Configuraciones adicionales del Tails Greeter"]]

source: Set an <span class="guilabel">Administration Password</span> to be able to perform administrative tasks like installing additional software or accessing the internal hard disks of the computer.
es: Define una <span class="guilabel">Contraseña de administración</span> para poder ejecutar tareas administrativas como instalar un programa adicional o acceder al disco duro interno del computador.

source: [[See our documentation about the administration password.|administration_password]]
es: [[Lee nuestra documentación acerca de la contraseña de administración.|administration_password]]

source: Disable <span class="guilabel">MAC Address Spoofing</span> to prevent connectivity problems with your network interfaces.
es: Desactivar<span class="guilabel">Falsificación de la dirección MAC</span> para evitar problemas de connexión con la interfaz de su red.

source: [[See our documentation about MAC address spoofing.|mac_spoofing]]
es: [[Lee nuestra documentación sobre Spoofing de dirección MAC|mac_spoofing]]

source: Change the <span class="guilabel">Network Configuration</span> to either:
es: Cambiar la<span class="guilabel">Configuración de red</span> para :

source: Connect directly to the Tor network (default).
es: Conectarse directamente a la red Tor (default).

source: Configure a Tor bridge or local proxy:
es: Configura un puente Tor o proxy local:

source: If you want to use Tor bridges because your Internet connection is censored or you want to hide the fact that you are using Tor.
es: Si quiere utilizar puentes Tor porque su conexión internet esta censurada o si quiere esconder el hecho que está usando Tor.

source: If you need to use a local proxy to access the Internet.
es: Si necesita utilizar un proxy local para acceder a Internet.

source: After starting Tails and connecting to a network, an assistant will guide you through the configuration of Tor.
es: Después de arrancar Tails y conectarse a la red, un asistente lo guiará en la configuración de Tor.

source: [[See our documentation about Tor bridges.|bridge_mode]]
es: [[Ver nuestra documentación sobre puentes Tor.|bridge_mode]]

source: Disable all networking if you want to work completely offline with additional security.
es: Desactivar todas las redes si quiere trabajar totalmente desconectado para mayor seguridad.

source: Keyboard shortcuts
es: Atajos de teclado

source: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Language</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Keyboard Layout</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formats</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Encrypted Persistent Storage</td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Additional Settings</td></tr> <tr><td><span class="keycap">Ctrl+Shift+A</span></td><td><span class="guilabel">Administration Password</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">MAC Address Spoofing</td></tr> <tr><td><span class="keycap">Ctrl+Shift+N</span></td><td><span class="guilabel">Network Configuration</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Start Tails</td></tr> </table>
es: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Idioma</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Plano de Teclado</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formatos</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Almacenamiento cifrado persistente </td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Configuraciones adicionales</td></tr> <tr><td><span class="keycap">Ctrl+Shift+A</span></td><td><span class="guilabel">Contraseña de administración</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">Falsificación de la dirección MAC</td></tr> <tr><td><span class="keycap">Ctrl+Shift+N</span></td><td><span class="guilabel">Configuración de red</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Lanzar Tails</td></tr> </table>
