Repository: chindakeodouangsy/tails
Catalog: wiki/src/install/debian/usb.*.po
Languages: es

source: [[!meta title="Install from Debian, Ubuntu, or Mint"]]
es: [[!meta title="Instalar desde Debian, Ubuntu, o Mint"]]

source: Start in Debian, Ubuntu, or Linux Mint.
es: Iniciar en Debian, Ubuntu, o Linux Mint.

source: [[!inline pages="install/inc/steps/debian_requirements.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/debian_requirements.inline.es" raw="yes" sort="age"]]

source: Install <span class="application">Tails Installer</span>
es: Instalar <span class="application">Tails Installer</span>

source: In this step, you will install <span class="application">Tails Installer</span>, a program designed specifically for installing Tails.
es: En este paso, instalarás <span class="application">Tails Installer</span>, un programa diseñado específicamente para instalar Tails.

source: If you are running Debian
es: Si estás utilizando Debian

source: Make sure that you are connected to the Internet.
es: Asegúrate que estás conectado a Internet.

source: Configure the *backports* repository
es: Configura el repositorio *backports*

source: Start <span class="application">Synaptic Package Manager</span>.
es: Iniciarel <span class="application">Gestor de Paquetes Synaptic</span>.

source: 1. Choose <span class="guimenupath"> <span class="guimenu">Settings</span>&nbsp;▸ <span class="guimenuitem">Repositories</span></span>.
es: 1. Elige <span class="guimenupath"> <span class="guimenu">Configuración</span>&nbsp;▸ <span class="guimenuitem">Repositorios</span></span>.

source: Depending on your Debian installation, two different dialogs might appear:
es: Dependiendo de tu instalación de Debian, dos mensajes diferentes pueden aparecer:

source: a. If the dialog is titled <span class="guilabel">Software & Updates</span> and has tabs:
es: a. Si el mensaje esta titulado <span class="guilabel">Software & Updates</span> y tiene pestañas:

source: Open the <span class="guilabel">Other Software</span> tab, and click on the <span class="button">Add&hellip;</span> button.
es: Abre la pestaña <span class="guilabel">Other Software</span>, haz click en el botón <span class="button">Agregar&hellip;</span>.

source: In the <span class="guilabel">APT line</span> field, specify:
es: En el campo <span class="guilabel">APT line</span>, especifica:

source: a. If the dialog is titled <span class="guilabel">Repositories</span> and has no tabs:
es: a. Si el mensaje está titulado <span class="guilabel">Repositories</span> y no tiene pestañas:

source: Click <span class="button">New</span> and specify:
es: Haz click en <span class="button">Nuevo</span> y especifica:

source: <span class="guilabel">Distribution</span>: `stretch-backports`
es: <span class="guilabel">Distribución</span>: `stretch-backports`

source: <span class="guilabel">Section(s)</span>: `main`
es: <span class="guilabel">Sección(es)</span>: `main`

source: Click the <span class="button">Add Source</span> button.
es: Haz click en el botón <span class="button">Agregar Fuente</span>.

source: Click <span class="button">Close</span> or <span class="button">Ok</span>.
es: Haz click en <span class="button">Cerrar</span> o en <span class="button">Ok</span>.

source: In the confirmation dialog, click <span class="guilabel">Reload</span> and wait for the download of the package information to finish.
es: En el diálogo de confirmación, haz click en <span class="guilabel">Recargar</span> y espera a que termine la descarga del paquete de información.

source: Install <span class="application">Tails Installer</span>
es: Instalar <span class="application">Tails Installer</span>

source: In the main windows of <span class="application">Synaptic</span>, click <span class="button">Search</span> and search for `tails-installer`.
es: En la ventana principal de <span class="application">Synaptic</span>, haz click en <span class="button">Buscar</span> y busca `tails-installer`.

source: In the list of packages, double-click on `tails-installer` to mark `tails-installer` for installation.
es: En la lista de paquetes, haz doble click en `tails-installer` para seleccionar `tails-installer` para la instalación.

source: In the confirmation dialog, click <span class="button">Mark</span>.
es: En el diálogo de confirmación, haz click en <span class="button">Añadir a la selección</span>.

source: Click on the <span class="button">Apply</span> button in the toolbar to apply the changes.
es: Haz click en el botón <span class="button">Aplicar</span> en la barra de herramientas para aplicar los cambios.

source: In the confirmation dialog, click <span class="button">Apply</span>.
es: En el diálogo de confirmación, haz click en <span class="button">Aplicar</span>.

source: After all the changes are applied, close <span class="application">Synaptic</span>.
es: Después de aplicar todos los cambios, cierra <span class="application">Synaptic</span>.

source: If you are running Ubuntu
es: Si estás usando Ubuntu

source: Start <span class="application">Software & Updates</span>.
es: Inicia la aplicación <span class="application">Software</span>.

source: Make sure that <span class="guilabel">Community-maintained free and open-source software (universe)</span> is selected.
es: Asegúrate que <span class="guilabel">Community-maintained free and open-source software</span> (universe) está seleccionado.

source: Open the <span class="guilabel">Other Software</span> tab, and click on the <span class="button">Add&hellip;</span> button.
es: Abre la pestaña <span class="guilabel">Other Software</span>, haz click en el botón <span class="button">Agregar&hellip;</span>.

source: In the <span class="guilabel">APT line</span> field, specify: `ppa:tails-team/tails-installer`
es: En el campo <span class="guilabel">APT line</span>, especifica: `ppa:tails-team/tails-installer`

source: Click <span class="button">Close</span>.
es: Haz click en el botón <span class="button">Cerrar</span>.

source: Open <span class="application">Terminal</span> and execute the following command to install the <span class="code">tails-installer</span> package:
es: Abre la <span class="application">Terminal</span> y ejecuta el siguiente comando para instalar el paquete <span class="code">tails-installer</span>:

source: If you are running Linux Mint
es: Si estás corriendo Linux Mint

source: Click on the <span class="guilabel">PPAs</span> button and then choose to <span class="button">Add a new PPA&hellip;</span>.
es: Haz click en el botón <span class="guilabel">PPAs</span> y luego elige <span class="button">Agregar un nuevo PPA&hellip;</span>.

source: In the dialog, specify `ppa:tails-team/tails-installer` and click <span class="button">Ok</span>.
es: En el cuadro de dialogo, especifica `ppa:tails-team/tails-installer` y haz click en <span class="button">Ok</span>.

source: Click <span class="button">Ok</span> again to close the description of the PPA.
es: Haz click en <span class="button">Ok</span> nuevamente para cerrar la descripción del PPA.

source: Start <span class="application">Software Manager</span>.
es: Inicia el <span class="application">Administrador de Software</span>.

source: In the main window of <span class="application">Software Manager</span>, search for `tails-installer` and double-click on <span class="guilabel">Tails Installer</span> in the search results.
es: En la ventana principal del <span class="application">Administrador de Software</span>, busca `tails-installer` y haz doble click en <span class="guilabel">Tails Installer</span> en los resultados de busqueda.

source: Click <span class="button">Install</span> in the description of <span class="application">Tails Installer</span>.
es: Haz click en <span class="button">Instalar</span> en la descripción del <span class="application">Tails Installer</span>.

source: After <span class="application">Tails Installer</span> is installed, close <span class="application">Software Manager</span>.
es: Luego de que <span class="application">Tails Installer</span> esté instalado, cierra el <span class="application">Administrador de Software</span>.

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/install_final.inline.es" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/restart_first_time.inline.es" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/create_persistence.inline.es" raw="yes" sort="age"]]
