Repository: chindakeodouangsy/tails
Catalog: wiki/src/donate.*.po
Languages: es

source: [[!meta title="Donate to Tails"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="donate" rel="stylesheet" title=""]] [[!meta script="donate"]]
es: [[!meta title="Donar a Tails"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="donate" rel="stylesheet" title=""]] [[!meta script="donate"]]

source: Tails is free because nobody should have to pay to be safe while using computers.
es: Tails es gratis porque nadie debería tener que pagar para estar seguro cuando utiliza la computadora.

source: But we need your support to stay alive!
es: ¡Pero necesitamos tu apoyo para seguir a flote!

source: Tails is an irreplaceable security tool as it allows anyone to use computers safely. But we know that secure tools need to be free software to be reliable and relevant in all situations. That's why we are giving out Tails for free.
es: Tails es una herramienta de seguridad irreemplazable, ya que permite que cualquiera use una computadora con seguridad. Pero sabemos que las herramientas seguras necesitan ser software libre para ser de confianza y relevantes en toda situación. Por eso distribuimos Tails gratuitamente.

source: If everybody using Tails today donated, our fundraising would be done for the whole year. But not everybody can donate. And that's fine. We just need some of you to give to keep on providing such a secure platform for everybody.
es: Si todos los usuarios y usuarias de Tails de hoy donasen, podríamos terminar nuestra campaña anual. Pero no todos podemos donar. Y eso no está mal. Sólo necesitamos que algunos de ustedes den para seguir haciendo esta plataforma segura para todos.

source: Donations from individuals, like you, are our most valuable funding as they make Tails more independent from government and corporate funding.
es: Las donaciones individuales, como la tuya, son nuestra fuente de financiación más valiosa, ya que hacen Tails más independiente de la financiación de gobiernos o empresas.

source: This year, please consider making a donation to protect and sustain Tails.
es: Este año por favor considera hacer una donación para proteger y mantener Tails.

source: Thanks!
es: ¡Gracias!

source: <input type="hidden" name="cmd" value="_xclick-subscriptions" id="cmd"/> <input type="hidden" name="business" value="tailsriseuplabs@riseup.net" id="business"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="US"/> <input type="hidden" name="a3" value="5" id="a3"/> <input type="hidden" name="t3" value="M" id="t3"/> <input type="hidden" name="p3" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="amount" value="5" id="amount"/>
es: <input type="hidden" name="cmd" value="_xclick-subscriptions" id="cmd"/> <input type="hidden" name="business" value="tailsriseuplabs@riseup.net" id="business"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="ES"/> <input type="hidden" name="a3" value="5" id="a3"/> <input type="hidden" name="t3" value="M" id="t3"/> <input type="hidden" name="p3" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="amount" value="5" id="amount"/>

source: <label class="btn btn-lg btn-primary active" id="currency-dollar"> <input type="radio" id="dollars" autocomplete="off" checked data-complete-text="finished!"/> Dollars </label> <label class="btn btn-lg btn-primary" id="currency-euro"> <input type="radio" id="euros" autocomplete="off" checked data-complete-text="finished!"/> Euros </label>
es: <label class="btn btn-lg btn-primary active" id="currency-dollar"> <input type="radio" id="dollars" autocomplete="off" checked data-complete-text="finished!"/> Dólares </label> <label class="btn btn-lg btn-primary" id="currency-euro"> <input type="radio" id="euros" autocomplete="off" checked data-complete-text="finished!"/> Euros </label>

source: <label class="btn btn-lg btn-primary" id="one-time"> <input type="radio" autocomplete="off"/> One-time </label> <label class="btn btn-lg btn-primary active" id="monthly"> <input type="radio" autocomplete="off"/> Monthly </label> <label class="btn btn-lg btn-primary" id="yearly"> <input type="radio" autocomplete="off" checked/> Yearly </label>
es: <label class="btn btn-lg btn-primary" id="one-time"> <input type="radio" autocomplete="off"/> One-time </label> <label class="btn btn-lg btn-primary active" id="monthly"> <input type="radio" autocomplete="off"/> Mensual </label> <label class="btn btn-lg btn-primary" id="yearly"> <input type="radio" autocomplete="off" checked/> Anual </label>

source: <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 5 active"> <input type="radio" autocomplete="off" value="5"/>$5 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 10"> <input type="radio" autocomplete="off" value="10"/>$10 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 25"> <input type="radio" autocomplete="off" value="25"/>$25 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 50"> <input type="radio" autocomplete="off" value="50"/>$50 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 100"> <input type="radio" autocomplete="off" value="100"/>$100 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 150"> <input type="radio" autocomplete="off" value="150"/>$150 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 200"> <input type="radio" autocomplete="off" value="200"/>$200 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 other"> <span>Other</span>
es: <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 5 active"> <input type="radio" autocomplete="off" value="5"/>$5 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 10"> <input type="radio" autocomplete="off" value="10"/>$10 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 25"> <input type="radio" autocomplete="off" value="25"/>$25 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 50"> <input type="radio" autocomplete="off" value="50"/>$50 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 100"> <input type="radio" autocomplete="off" value="100"/>$100 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 150"> <input type="radio" autocomplete="off" value="150"/>$150 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 200"> <input type="radio" autocomplete="off" value="200"/>$200 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 other"> <span>Otro Importe</span>

source: <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 5 active"> <input type="radio" autocomplete="off" value="5"/>5€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 10"> <input type="radio" autocomplete="off" value="10"/>10€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 25"> <input type="radio" autocomplete="off" value="25"/>25€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 50"> <input type="radio" autocomplete="off" value="50"/>50€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 100"> <input type="radio" autocomplete="off" value="100"/>100€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 150"> <input type="radio" autocomplete="off" value="150"/>150€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 200"> <input type="radio" autocomplete="off" value="200"/>200€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 other"> <span>Other</span>
es: <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 5 active"> <input type="radio" autocomplete="off" value="5"/>5€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 10"> <input type="radio" autocomplete="off" value="10"/>10€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 25"> <input type="radio" autocomplete="off" value="25"/>25€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 50"> <input type="radio" autocomplete="off" value="50"/>50€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 100"> <input type="radio" autocomplete="off" value="100"/>100€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 150"> <input type="radio" autocomplete="off" value="150"/>150€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 200"> <input type="radio" autocomplete="off" value="200"/>200€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 other"> <span>Otro Importe</span>

source: <button class="btn btn-primary btn-lg btn-block col-md-12">Donate</button>
es: <button class="btn btn-primary btn-lg btn-block col-md-12">Donar</button>

source: Monthly and yearly donations require a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.
es: Donaciones mensuales y anuales requieren una cuenta de [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].

source: Your donation goes entirely to Tails and will be handled by RiseupLabs which is a 501(c)(3) non-profit organization in the USA.
es: Tu donación llegará a Tails en su totalidad y será gestionada por RiseupLabs que es una organización sin fines de lucro 501(c)(3) en Estados Unidos.

source: <strong>Donations are tax-deductible to the full extent permitted by law.</strong>
es: <strong>Las donaciones son deducibles de impuestos dentro de los límites impuestos por la ley</strong>

source: Donate in dollars
es: Dona en dólares

source: Recurring donation
es: Donación recurrente

source: <input type="radio" name="t3" value="M" id="sub_m" checked="checked"/><label for="sub_m">Monthly</label> <input type="radio" name="t3" value="Y" id="sub_y"/><label for="sub_y">Yearly</label>
es: <input type="radio" name="t3" value="M" id="sub_m" checked="checked"/><label for="sub_m">Mensual</label> <input type="radio" name="t3" value="Y" id="sub_y"/><label for="sub_y">Anual</label>

source: <input type="submit" value="Donate"/> (Requires a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.)
es: <input type="submit" value="Donate"/> (Requiere una cuenta de [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].)

source: One-time donation
es: Donar por única vez

source: <input type="hidden" name="cmd" value="_donations"/> <input type="hidden" name='business' value="tailsriseuplabs@riseup.net"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="US"/> <input type="radio" name="amount" value="5" id="pp_5" checked="checked"/><label for="pp_5">$5</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">$10</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">$20</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">$50</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">$100</label> <input type="radio" name="amount" value="" id="pp_cust"/><label for="pp_cust">Custom amount</label>
es: <input type="hidden" name="cmd" value="_donations"/> <input type="hidden" name='business' value="tailsriseuplabs@riseup.net"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donación a Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="US"/> <input type="radio" name="amount" value="5" id="pp_5" checked="checked"/><label for="pp_5">$5</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">$10</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">$20</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">$50</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">$100</label> <input type="radio" name="amount" value="" id="pp_cust"/><label for="pp_cust">Otro Importe</label>

source: Other ways to donate
es: Otras formas de donar

source: <a href="https://flattr.com/submit/auto?fid=j1rqzg&url=https%3A%2F%2Ftails.boum.org%2Fdonate%2F" target="_blank">[[!img flattr-badge-large.png link="no" alt="Flattr this"]]</a>
es: <a href="https://flattr.com/submit/auto?fid=j1rqzg&url=https%3A%2F%2Ftails.boum.org%2Fdonate%2F" target="_blank">[[!img flattr-badge-large.png link="no" alt="Flattr esto"]]</a>

source: Bank Transfer
es: Transferencia bancaria

source: <em>Account holder</em>: Center for Cultivation of Technology gGmbH
es: <em>Beneficiario de cuenta</em>: Center for Cultivation of Technology gGmbH

source: <strong>Please make sure to mention the purpose of transfer.</strong>
es: <strong>Asegúrate de mencionar el propósito de la transferencia.</strong>

source: German bank account (preferred):
es: Cuenta de banco alemana (preferida):

source: <em>Purpose of transfer</em>: TAILS-R43NGFR9
es: <em>Propósito de la transferencia</em>: TAILS-R43NGFR9

source: <em>Bank</em>: GLS Gemeinschaftsbank eG
es: <em>Banco</em>: GLS Gemeinschaftsbank eG

source: <em>Bank address</em>: Christstrasse 9, 44789, Bochum, Germany
es: <em>Dirección del banco</em>: Christstrasse 9, 44789, Bochum, Germany

source: US bank account:
es: Cuenta de banco en Estados Unidos:

source: <em>Account number</em>: 8310006087
es: <em>Número de cuenta</em>: 8310006087

source: <em>ACH Routing number</em>: 026073150
es: <em>Número de ACH Routing</em>: 026073150

source: <em>Wire routing number</em>: 026073008
es: <em>Número de Wire routing</em>: 026073008

source: <em>Bank</em>: Transferwise
es: <em>Banco</em>: Transferwise

source: <em>Bank address</em>: 19 W 24th Street, New York 10010, USA
es: <em>Dirección del banco</em>: 19 W 24th Street, New York 10010, USA

source: Your donation goes entirely to Tails and will be handled by the Center for the Cultivation of Technology (CCT) which is a non-profit organization in Germany.
es: Tu donación llegará en su totalidad para Tails y será gestionada por el Center for the Cultivation of Technology (CCT) que es una organización sin fines de lucro de Alemania.

source: <a href="https://techcultivation.org/donate.html">Donations are tax-deductible to the full extent permitted by law.</a>
es: <a href="https://techcultivation.org/donate.html">Las donaciones son deducibles de impuestos dentro de los límites impuestos por la ley</a>

source: Our partners
es: Nuestros socios

source: Tails also receives grants, awards, corporate donations, and substantial donations from individuals.
es: Tails también recibe subvenciones, premios, donaciones de empresas y muchas donaciones individuales.

source: Meet our [[partners|partners]] or [[become a partner|partners/become]]!
es: Conoce a nuestros [[socios|partners]] o ¡[[vuélvete un socio|partners/become]]!

source: How we spend our money
es: Cómo gastamos el dinero

source: Our financial records are available [[here|doc/about/finances]].
es: Nuestro registro contable está disponible [[aquí|doc/about/finances]].
