Repository: chindakeodouangsy/tails
Catalog: wiki/src/upgrade.*.po
Languages: it

source: Upgrade from another Tails
it: Aggiorna da un altro Tails

source: You need:
it: Hai bisogno di:

source: Your Tails USB stick
it: Il tuo dispositivo USB avviabile con Tails

source: Another up-to-date Tails (USB stick or DVD)
it: Un ulteriore Tails aggiornato

source: ¼ hour to upgrade
it: ¼ d'ora per aggiornare

source: <small>Manually</small>
it: <small>Manualmente</small>

source: upgrade from another Tails
it: aggiornare da un altro Tails

source: Upgrade inside Tails
it: Aggiornamento da Tails

source: Another empty USB stick <small>(at least 8 GB)</small>&nbsp;[[!toggle id="why_extra" text="Why?"]] [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline" raw="yes" sort="age"]] """]]
it: Un'altra chiavetta USB vuota <small>(almeno di 8 GB)</small>&nbsp;[[!toggle id="why_extra" text="Perché?"]] [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline.it" raw="yes" sort="age"]] """]]

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
it: 1 ora per scaricare Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)

source: ½ hour to upgrade
it: ½ ora per aggiornare

source: upgrade inside Tails
it: aggiornamento da Tails

source: <small> You can also:
it: <small> Puoi anche:

source: [[Burn a new Tails DVD|install/dvd]]
it: [[Masterizzare un nuovo DVD di Tails|install/dvd]]

source: [[Upgrade your virtual machine|install/vm-download]]
it: [[Aggiornare la tua macchina virtuale|install/vm-download]]
