Repository: chindakeodouangsy/tails
Catalog: wiki/src/install/inc/steps/create_persistence.inline.*.po
Languages: es

source: <div class="state-image debian expert mac-dvd">[[!img install/inc/infography/tails-usb.png link="no" alt="Tails USB stick"]]</div> <div class="state-image windows linux mac-usb">[[!img install/inc/infography/final-tails.png link="no" alt="Final Tails USB stick and intermediary USB stick that can be discarded"]]</div> <div class="state-image install-clone mac-clone">[[!img install/inc/infography/new-tails.png link="no" alt="New Tails USB stick"]]</div>
es: <div class="state-image debian expert mac-dvd">[[!img install/inc/infography/tails-usb.png link="no" alt="Memoria USB de Tails"]]</div> <div class="state-image windows linux mac-usb">[[!img install/inc/infography/final-tails.png link="no" alt="Memoria USB de Tails Final y memoria USB intermedia que puede ser descartada"]]</div> <div class="state-image install-clone mac-clone">[[!img install/inc/infography/new-tails.png link="no" alt="Nueva memoria USB de Tails"]]</div>

source: <p>Yay, you are done installing Tails!</p>
es: <p>Viva, ¡finalizaste la instalación de Tails!</p>

source: <p>If you want to save some of your documents and configuration in an encrypted storage on the <span class="usb">final</span><span class="clone">new</span> Tails USB stick, follow our instructions until the end. Otherwise, have a look at our <span class="install-clone">[[final recommendations|clone#recommendations]].</span> <span class="expert">[[final recommendations|expert/usb#recommendations]].</span> <span class="debian">[[final recommendations|debian/usb#recommendations]].</span> <span class="windows">[[final recommendations|win/usb#recommendations]].</span> <span class="mac-usb">[[final recommendations|mac/usb#recommendations]].</span> <span class="mac-clone">[[final recommendations|mac/clone#recommendations]].</span> <span class="mac-dvd">[[final recommendations|mac/dvd#recommendations]].</span> <span class="linux">[[final recommendations|linux/usb#recommendations]].</span> </p>
es: <p>Si quieres guardar algunos de tus documentos y configuraciones en un almacenamiento cifrado en el <span class="clone">nuevo</span> <span class="usb">final</span> Tails USB stick, sigue nuestras instrucciones hasta el final. De lo contrario, echa un vistazo a: <span class="install-clone">[[recomendaciones finales|clone#recommendations]].</span> <span class="expert">[[recomendaciones finales|expert/usb#recommendations]].</span> <span class="debian">[[recomendaciones finales|debian/usb#recommendations]].</span> <span class="windows">[[recomendaciones finales|win/usb#recommendations]].</span> <span class="mac-usb">[[recomendaciones finales|mac/usb#recommendations]].</span> <span class="mac-clone">[[recomendaciones finales|mac/clone#recommendations]].</span> <span class="mac-dvd">[[recomendaciones finales|mac/dvd#recommendations]].</span> <span class="linux">[[recomendaciones finales|linux/usb#recommendations]].</span> </p>

source: <h1 id="create-persistence">Create an encrypted persistent storage (optional)</h1>
es: <h1 id="create-persistence">Crea una unidad de almacenamiento persistente encriptado (opcional)</h1>

source: You can optionally create an *encrypted persistent storage* in the remaining free space on the <span class="windows linux mac-usb">final</span> <span class="clone">new</span> Tails USB stick to store any of the following:
es: Puedes opcionalmente crear una *unidad de almacenamiento persistente cifrada* en el espacio libre restante de la unidad <span class="windows linux mac-usb">final</span> <span class="clone">nueva</span> de memoria USB Tails para guardar cualquiera de lo siguiente:

source: The data in the encrypted persistent storage:
es: Los datos en el almacenamiento persistente cifrado:

source: Remains available across separate working sessions.
es: Permanece disponible entre sesiones de trabajo separadas.

source: Is encrypted using a passphrase of your choice.
es: Esta cifrado usando una contraseña de tu elección.

source: <p>The encrypted persistent storage is not hidden. An attacker in possession of the USB stick can know whether it has an encrypted persistent storage. Take into consideration that you can be forced or tricked to give out its passphrase.</p>
es: <p>El almacenamiento persistente cifrado no está escondido. Un atacante en posesión de la memoria USB puede saber si contiene un almacenamiento persistente cifrado. Ten en cuenta que puedes ser forzado o engañado a revelar la contraseña.</p>

source: <p>It is possible to open the encrypted persistent storage from other operating systems. But, doing so might compromise the security provided by Tails.</p>
es: <p>Es posible abrir el almacenamiento persistente cifrado desde otros sistemas operativos, pero podría romper tu seguridad.</p>

source: <p>For example, image thumbnails might be created and saved by the other operating system. Or, the contents of files might be indexed by the other operating system.</p>
es: <p>Por ejemplo, las imágenes en miniatura podrían ser creadas y guardadas por el otro sistema operativo. O los contenidos de los archivos podrían ser indexados por el otro sistema operativo.</p>

source: <p>Other operating systems should probably not be trusted to handle sensitive information or leave no trace.</p>
es: <p>Otros sistemas operativos probablemente no deberían ser confiados con el manejo de información sensible o sin dejar rastros.</p>

source: Create the persistent storage
es: Crea el almacenamiento persistente

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configure persistent volume</span></span>.
es: 1. Selecciona <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configurar volumen persistente</span></span>.

source: 1. Specify a passphrase of your choice in both the <span class="guilabel">Passphrase</span> and <span class="guilabel">Verify Passphrase</span> text boxes.
es: 1. Especifica una contraseña de tu elección en las cajas de texto <span class="guilabel">Contraseña</span> y en <span class="guilabel">Verificar Contraseña</span>.

source: <div class="tip"> <p>We recommend choosing a long passphrase made of five to seven random words. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Learn more.</a></p> </div>
es: <div class="tip"> <p>Recomendamos elegir contraseñas largas compuestas de cinco a siete palabras aleatorias. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Aprende más.</a></p> </div>

source: Click on the <span class="guilabel">Create</span> button.
es: Haz click en el botón <span class="guilabel">Crear</span>.

source: Wait for the creation to finish.
es: Espera a que finalice la creación.

source: The assistant shows a list of the possible persistence features. Each feature corresponds to a set of files or settings to be saved in the encrypted persistent storage.
es: El asistente muestra una lista de las posibles características de persistencia. Cada característica corresponde con un conjunto de archivos o ajustes que se guardaran en el almacenamiento persistente cifrado.

source: We recommend you to only activate the <span class="guilabel">Personal Data</span> persistence feature for the time being. You can activate more features later on according to your needs.
es: Te recomendamos activar la función de persistencia de <span class="guilabel"> Datos Personales</span> solo por el momento. Puedes activar más funciones luego de acuerdo a tus necesidades.

source: Click <span class="button">Save</span>.
es: Haz click <span class="button">Guardar</span>.

source: Restart and activate the persistent storage
es: Reinicia y activa el almacenamiento persistente

source: Shut down the computer and restart on the <span class="windows linux mac-usb">final</span> <span class="clone">new</span> Tails USB stick.
es: Apaga la computadora y reinicia en la <span class="windows linux mac-usb">final</span> <span class="clone">nueva</span> memoria USB de Tails.

source: In <span class="application">Tails Greeter</span>:
es: En el <span class="application">Tails Greeter</span>:

source: Select your language and keyboard layout in the <span class="guilabel">Language & Region</span> section.
es: Elige tu idioma y disposición de teclado en la sección <span class="guilabel">Language & Region</span>.

source: In the <span class="guilabel">Encrypted Persistent Storage</span> section, enter your passphrase and click <span class="button">Unlock</span> to activate the encrypted persistent storage for the current working session.
es: En la sección <span class="guilabel">Encrypted Persistent Storage</span>, escribe tu frase contraseña y haz click en <span class="button">Unlock</span> para activar el almacenamiento persistente cifrado para la sesión actual.

source: Click <span class="button">Start Tails</span>.
es: Haz click en <span class="button">Start Tails</span>.

source: After 15&ndash;30 seconds, the Tails desktop appears.
es: Luego de 15&ndash;30 segundos, el escritorio de Tails aparecerá.

source: 1. You can now save your personal files and working documents in the <span class="guilabel">Persistent</span> folder. To open the <span class="guilabel">Persistent</span> folder choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
es: 1. Ahora puedes guardar tus archivos personales y documentos de trabajo en la carpeta <span class="guilabel">Persistente</span>. Para abrir la carpeta <span class="guilabel">Persistente</span> elige <span class="menuchoice"> <span class="guimenu">Lugares</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.

source: <div class="state-image debian expert">[[!img install/inc/infography/tails-usb-with-persistence.png link="no" alt="Tails USB stick with persistent storage"]]</div> <div class="state-image windows linux mac-usb clone">[[!img install/inc/infography/final-tails-with-persistence.png link="no" alt="Final Tails USB stick with persistent storage"]]</div> <div class="state-image mac-dvd">[[!img install/inc/infography/tails-usb-with-persistence.png link="no" alt="Tails USB stick with persistent storage"]]</div>
es: <div class="state-image debian expert">[[!img install/inc/infography/tails-usb-with-persistence.png link="no" alt="Memoria USB de Tails con almacenamiento persistente"]]</div> <div class="state-image windows linux mac-usb clone">[[!img install/inc/infography/final-tails-with-persistence.png link="no" alt="Memoria USB de Tails Final con almacenamiento persistente"]]</div> <div class="state-image mac-dvd">[[!img install/inc/infography/tails-usb-with-persistence.png link="no" alt="Memoria USB de Tails con almacenamiento persistente"]]</div>

source: <p>You now have a working Tails, congrats!</p>
es: <p>Ahora tienes un Tails funcional, ¡Felicidades!</p>

source: <h3>Final recommendations</h3>
es: <h3>Recomendaciones finales</h3>

source: <p>Tails does not protect you from everything! Have a look at our [[warnings|doc/about/warning]].</p>
es: <p>¡Tails no te protege de todo! Échale un vistazo a nuestras [[advertencias|doc/about/warning]].</p>

source: <p>If you face any problem, use the <span class="guilabel">Report an error</span> launcher on the Tails desktop or visit our [[support pages|support]].</p>
es: <p>Si tienes algún problema, usa el lanzador <span class="guilabel">Reportar un error</span> en el escritorio de Tails o visita nuestras [[páginas de soporte|support]].</p>

source: <p>We hope you enjoy using Tails :)</p>
es: <p>Esperamos que disfrutes usando Tails :)</p>
