Repository: chindakeodouangsy/tails
Catalog: wiki/src/install/inc/steps/install_final.inline.*.po
Languages: fr

source: <h1 id="install-tails" class="debian expert install-clone mac-clone">Install Tails</h1> <h1 id="install-final" class="windows linux mac-usb">Install the final Tails</h1> <h1 id="install-usb" class="mac-dvd">Install Tails on a USB stick</h1> <h1 id="upgrade" class="upgrade">Upgrade your Tails</h1>
fr: <h1 id="install-tails" class="debian expert install-clone mac-clone">Installer Tails</h1> <h1 id="install-final" class="windows linux mac-usb">Installer le Tails définitif</h1> <h1 id="install-usb" class="mac-dvd">Installer Tails sur une clé USB</h1> <h1 id="upgrade" class="upgrade">Mettre à jour votre Tails</h1>

source: <p class="debian windows linux mac expert"> In this step, you will install <span class="windows linux mac-usb">the final</span> Tails on a <span class="windows linux mac-usb">second</span> <span class="install-clone mac-clone">new</span> USB stick using <span class="application">Tails Installer</span>.</p>
fr: <p class="debian windows linux mac expert"> À cette étape, vous devrez installer <span class="windows linux mac-usb">le dernier</span> Tails sur une <span class="windows linux mac-usb">seconde</span> <span class="install-clone mac-clone">nouvelle</span> clé USB en utilisant l'<span class="application">Installeur de Tails</span>.</p>

source: <p class="upgrade"> In this step, you will upgrade your Tails from the <span class="upgrade-clone">other</span> <span class="upgrade-tails">intermediary</span> Tails using <span class="application">Tails Installer</span><span class="upgrade-tails"> one last time</span>. </p>
fr: <p class="upgrade"> À cette étape, vous devrez mettre à niveau votre Tails depuis <span class="upgrade-clone">un autre</span> <span class="upgrade-tails">un</span> Tails <span class="upgrade-tails">intermédiaire</span> en utilisant l'<span class="application">Installeur de Tails</span><span class="upgrade-tails"> une dernière fois</span>. </p>

source: <p>All the data on this USB stick will be lost.</p>
fr: <p>Toutes les données sur cette clé USB seront perdues.</p>

source: <p>The persistent storage of your Tails USB stick will be preserved.</p>
fr: <p>Le stockage persistant de votre clé USB Tails devrait être préservé.</p>

source: <p class="upgrade-clone">The persistent storage of the other Tails will not be copied.</p>
fr: <p class="upgrade-clone">Le stockage persistant de votre autre Tails ne sera pas copié.</p>

source: [[!img install/inc/infography/plug-usb.png link="no" class="debian" alt="USB stick plugged on the right"]]
fr: [[!img install/inc/infography/plug-usb.png link="no" class="debian" alt="Clé USB branchée sur la droite"]]

source: [[!img install/inc/infography/plug-second-usb.png link="no" class="windows linux mac-usb clone" alt="Second USB stick plugged on the right"]]
fr: [[!img install/inc/infography/plug-second-usb.png link="no" class="windows linux mac-usb clone" alt="Seconde clé USB branchée sur la droite"]]

source: [[!img install/inc/infography/plug-tails-usb.png link="no" class="mac-dvd" alt="USB stick plugged on the right"]]
fr: [[!img install/inc/infography/plug-tails-usb.png link="no" class="mac-dvd" alt="Clé USB branchée sur la droite"]]

source: [[!img install/inc/infography/plug-upgraded-usb.png link="no" class="upgrade-tails" alt="Second USB stick plugged on the right"]]
fr: [[!img install/inc/infography/plug-upgraded-usb.png link="no" class="upgrade-tails" alt="Seconde clé USB branchée sur la droite"]]

source: Plug <span class="windows linux mac-usb">the second</span> <span class="install-clone mac-clone">the new</span> <span class="upgrade">your Tails</span> <span class="debian expert mac-dvd">the</span> USB stick in the computer.
fr: Connecter <span class="windows linux mac-usb">la seconde</span> <span class="install-clone mac-clone">la nouvelle</span> <span class="upgrade">votre</span> <span class="debian expert mac-dvd">la</span> clé USB <span class="upgrade">Tails </span>sur l'ordinateur.

source: 1. <div class="windows linux mac upgrade install-clone"><p> Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>. </p></div>
fr: 1. <div class="windows linux mac upgrade install-clone"><p> Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Programme d'installation de Tails</span> </span> pour démarrer l'<span class="application">Installeur de Tails</span>. </p></div>

source: <p>Start <span class="application">Tails Installer</span>:</p>
fr: <p>Démarrer l'<span class="application">Installeur de Tails</span>:</p>

source: [[!img install/inc/screenshots/tails_installer_in_tails.png link="no" class="windows linux mac install-clone" alt="Tails Installer: 'Clone the current Tails'"]]
fr: [[!img install/inc/screenshots/tails_installer_in_tails.png link="no" class="windows linux mac install-clone" alt="Installeur de Tails : 'Cloner le Tails actuellement utilisé'"]]

source: [[!img install/inc/screenshots/tails_installer_in_debian.png link="no" class="debian expert" alt="Tails Installer: 'Use a downloaded Tails ISO image'"]]
fr: [[!img install/inc/screenshots/tails_installer_in_debian.png link="no" class="debian expert" alt="Installeur de Tails : 'Utiliser une image ISO Tails téléchargée'"]]

source: [[!img install/inc/screenshots/tails_installer_upgrade_in_tails.png link="no" class="upgrade" alt="Tails Installer: 'Clone the current Tails'"]]
fr: [[!img install/inc/screenshots/tails_installer_upgrade_in_tails.png link="no" class="upgrade" alt="Installeur de Tails : 'Cloner le Tails actuellement utilisé'"]]

source: [[!img install/inc/infography/install-tails.png link="no" class="debian" alt="ISO image installed on USB stick on the right"]]
fr: [[!img install/inc/infography/install-tails.png link="no" class="debian" alt="Image ISO installée sur la clé USB sur la droite"]]

source: [[!img install/inc/infography/clone-intermediary-tails.png link="no" class="windows linux mac-usb clone upgrade-tails" alt="Tails installed on USB stick on the right"]]
fr: [[!img install/inc/infography/clone-intermediary-tails.png link="no" class="windows linux mac-usb clone upgrade-tails" alt="Tails installé sur la clé USB sur la droite"]]

source: [[!img install/inc/infography/clone-dvd.png link="no" class="mac-dvd" alt="Tails installed on USB stick on the right"]]
fr: [[!img install/inc/infography/clone-dvd.png link="no" class="mac-dvd" alt="Tails installé sur la clé USB sur la droite"]]

source: <p class="debian expert">Click <span class="button">(None) [[!img lib/document-open.png alt="Menu" class=symbolic link="no"]]</span> and choose the ISO image that you downloaded earlier.</p>
fr: <p class="debian expert">Cliquer sur <span class="button">(Aucun) [[!img lib/document-open.png alt="Menu" class=symbolic link="no"]]</span> et choisir l'image ISO que vous avez téléchargé plus tôt.</p>

source: Choose <span class="windows linux mac-usb">the second</span> <span class="install-clone mac-clone">the new</span> <span class="debian expert mac-dvd upgrade-clone upgrade-tails">your</span> USB stick in the <span class="guilabel">Target USB stick</span> drop-down list.
fr: Choisir <span class="windows linux mac-usb">la seconde</span> <span class="install-clone mac-clone">la nouvelle</span> <span class="debian expert mac-dvd upgrade-clone upgrade-tails">votre</span> clé USB dans la liste déroulante <span class="guilabel">Clé USB cible</span>.

source: To start the <span class="debian expert windows linux mac install-clone">installation, click on the <span class="button">Install</span> button.</span> <span class="upgrade">upgrade, click on the <span class="button">Upgrade</span> button.</span>
fr: Pour démarrer <span class="debian expert windows linux mac install-clone">l'installation, cliquez sur le bouton <span class="button">Installation</span>.</span> <span class="upgrade">la mise à jour, cliquez sur le bouton <span class="button">Mise à jour</span>.</span>

source: <div class="note upgrade"> <p>If your Tails USB stick was not installed using <span class="application">Tails Installer</span>, click on the <span class="guilabel">Install</span> button instead.</p> </div>
fr: <div class="note upgrade"> <p>Si votre clé USB Tails n'a pas été installée avec l'<span class="application">Installeur de Tails</span>, cliquez à la place sur le bouton <span class="guilabel">Installation</span>.</p> </div>

source: <div class="note windows"> <p>If the <span class="guilabel">Install</span> button is unavailable, maybe you forgot to select the <span class="guilabel">Format Fat32</span> option in <span class="application">Universal USB Installer</span> in step 2.</p> <p>Restart on Windows and go back to <a href="#install-intermediary">Step 2: Install an intermediary Tails</a>. </div>
fr: <div class="note windows"> <p>Si le bouton <span class="guilabel">Installation</span> n'est pas disponible, peut-être avez-vous oublié de sélectionner l'option <span class="guilabel">Format Fat32</span> dans <span class="application">Universal USB Installer</span> à l'étape 2.</p> <p>Redémarrez sous Windows et retournez à <a href="#install-intermediary">Étape 2 : Installer un Tails intermédiaire</a>. </div>

source: Read the warning message in the confirmation dialog. Click <span class="button">Yes</span> to confirm.
fr: Lire le message d’avertissement dans la fenêtre de confirmation. Cliquer sur <span class="button">Oui</span> pour confirmer.

source: The <span class="debian expert windows linux mac install-clone">installation</span> <span class="upgrade">upgrade</span> takes a few minutes.
fr: <span class="debian expert windows linux mac install-clone">L'installation</span> <span class="upgrade">La mise à jour</span> prend quelques minutes.

source: <span class="debian">At the end of the installation, you are asked for your administration password twice.</span>
fr: <span class="debian">À la fin de l'installation, il vous sera demandé votre mot de passe d'administration deux fois.</span>

source: <div class="bug"> <p>The progress bar usually freezes for some time while synchronizing data on disk.</p> </div>
fr: <div class="bug"> <p>La barre de progression se fige généralement pendant quelques instants pendant la synchronisation des données sur le disque.</p> </div>

source: After the installation finishes, close <span class="application">Tails Installer</span>.
fr: Une fois l'installation terminée, fermer l'<span class="application">Installeur de Tails</span>.

source: <p>You are done upgrading Tails. You can now shutdown and restart on your Tails USB stick.</p>
fr: <p>Vous avez fini la mise à jour de Tails. Vous pouvez maintenant éteindre et redémarrer sur la clé USB Tails.</p>

source: <p>Thank you for staying safe!</p>
fr: <p>Merci de prendre soin de vous !</p>
