Repository: chindakeodouangsy/tails
Catalog: wiki/src/doc/first_steps/startup_options/administration_password.*.po
Languages: de, fr

source: [[!meta title="Administration password"]]
de: [[!meta title="Administrationspasswort"]]
fr: [[!meta title="Mot de passe d'administration"]]

source: To [[install additional software|doc/first_steps/additional_software]]
de: Zum [[Installieren zusätzlicher Software|doc/advanced_topics/additional_software]]
fr: Pour [[installer des logiciels additionnels|doc/advanced_topics/additional_software]]

source: To [[access the internal hard disks of the computer|doc/encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]]
de: Für das [[Zugreifen auf die internen Festplatten des Computers|doc/encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]]
fr: Pour [[accéder aux disques durs internes de l'ordinateur|doc/encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]]

source: To execute commands with <span class="command">sudo</span>
de: Um Kommandos mit <span class="command">sudo</span> auszuführen
fr: Pour lancer des commandes avec <span class="command">sudo</span>

source: **By default, the administration password is disabled for better security.** This can prevent an attacker with physical or remote access to your Tails system to gain administration privileges and perform administration tasks against your will.
de: **Standardmäßig ist zur Verbesserung der Sicherheit das Administrationspasswort deaktiviert.** Dies kann einen Angreifer, der physikalischen- oder Fernzugriff auf Ihr Tails System hat, davon abhalten administrative Rechte zu erlangen und entgegen Ihrem Wunsch administrative Tätigkeiten durchzuführen.
fr: **Par défaut, le mot de passe d'administration est désactivé pour plus de sécurité.** Ce qui peut empêcher un attaquant ayant un accès physique ou à distance à votre système Tails d'obtenir les droits d'administration et d'effectuer des tâches d'administration contre votre volonté.

source: Set up an administration password
de: Ein Administrationspasswort einstellen
fr: Définir un mot de passe d'administration

source: In order to perform administration tasks, you need to set up an administration password when starting Tails, using [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]].
de: Um administrative Tätigkeiten durchzuführen, müssen Sie beim Start von Tails mithilfe des [[<span class="application">Tails Greeters</span>|startup_options#tails_greeter]] ein Administrationspasswort setzen.
fr: Afin d'effectuer des tâches d'administration, vous devez choisir un mot de passe d'administration lors du démarrage de Tails, en utilisant [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]].

source: When <span class="application">Tails Greeter</span> appears, click on the <span class="button">[[!img lib/list-add.png alt="Expand" class="symbolic" link="no"]]</span> button.
de: Sobald der <span class="application">Tails Greeter</span> erscheint, klicken Sie auf die Schaltfläche <span class="button">[[!img lib/list-add.png alt="Erweitern" class="symbolic" link="no"]]</span>.
fr: Lorsque <span class="application">Tails Greeter</span> apparaît, cliquez sur le bouton <span class="button">[[!img lib/list-add.png alt="Étendre" class="symbolic" link="no"]]</span>.

source: [[!img additional.png link="no" alt="Additional settings of Tails Greeter"]]
de: [[!img additional.png link="no" alt="Zusätzliche Optionen des Tails Greeter"]]

source: When the <span class="guilabel">Additional Settings</span> dialog appears, click on <span class="guilabel">Administration Password</span>.
de: Klicken Sie auf <span class="guilabel">Administrationspasswort</span>, sobald das Fenster <span class="guilabel">Zusätzliche Einstellungen</span> erscheint.
fr: Lorsque la fenêtre <span class="guilabel">Paramètres supplémentaires</span> apparaît, cliquez sur <span class="guilabel">Mot de passe d'administration</span>.

source: Specify a password of your choice in both the <span class="guilabel">Administration Password</span> and <span class="guilabel">Confirm</span> text boxes then click <span class="button">Add</span>.
de: Geben Sie in den Feldern <span class="guilabel">Administrationspasswort</span> und <span class="guilabel">Bestätigen</span> ein Passwort Ihrer Wahl an und klicken Sie anschließend auf <span class="button">Hinzufügen</span>.
fr: Saisissez un mot de passe de votre choix dans les zones de texte <span class="guilabel">Mot de passe d'administration</span> et <span class="guilabel">Confirmer</span> puis cliquez sur <span class="button">Ajouter</span>.

source: How to open a root terminal
de: Ein Root-Terminal öffnen
fr: Pour ouvrir un terminal administrateur

source: To open a root terminal during your working session, you can do any of the following:
de: Um ein Root-Terminal während Ihrer Arbeitssitzung zu öffnen, können Sie Folgendes tun:
fr: Pour ouvrir un terminal administrateur pendant votre session de travail, vous pouvez faire soit :

source: - Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span>.
de: - Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Systemwerkzeuge</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span>.
fr: - Cliquez sur <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Outils système</span>&nbsp;▸ <span class="guimenuitem">Terminal administrateur</span></span>.

source: Execute <span class="command">sudo -i</span> in a terminal.
de: Führen Sie den Befehl <span class="command">sudo -i</span> in einem Terminalfenster aus.
fr: Taper <span class="command">sudo -i</span> dans un terminal.
