Repository: chindakeodouangsy/tails
Catalog: wiki/src/support/learn.*.po
Languages: es, fr

source: [[!meta title="Learn how to use Tails"]]
es: [[!meta title="Aprende a usar Tails"]]
fr: [[!meta title="Apprendre à utiliser Tails"]]

source: [[!inline pages="support/learn/intro.inline" raw="yes" sort="age"]]
es: [[!inline pages="support/learn/intro.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="support/learn/intro.inline.fr" raw="yes" sort="age"]]

source: Training organizations
es: Organizaciones de entrenamiento
fr: Organisations proposant des formations

source: Here is a non-exhaustive list of organizations that provides Tails training. We don't have any monetary or technical implications in their Tails trainings, we just provide this list for the benefit of users willing to learn how to use Tails. If you're an organization providing Tails training, please write to [[tails-press@boum.org|about/contact#tails-press]] so we can complete this list.
es: Aquí hay una lista no-exhaustiva de organizaciones que proveen entrenamiento de Tails. Nosotros no tenemos ninguna implicación monetaria o técnica en su entrenamiento de Tails, solo proveemos esta lista para el beneficio de los usuarios dispuestos a aprender como usar Tails. Si eres de una organización que provee entrenamiento de Tails, por favor escríbenos a [[tails-press@boum.org|about/contact#tails-press]] para que podamos completar esta lista.
fr: Voici une liste non exhaustive d'organisations qui dispensent des formations à Tails. Nous n'avons aucune implication technique ou monétaire avec ces formations, nous fournissons cette liste dans l'intérêt des personnes voulant apprendre à utiliser Tails. Si vous dispensez des formations à propos de Tails, veuillez nous écrire à [[tails-press@boum.org|about/contact#tails-press]] afin que nous complétions la liste.

source: * [Access Now](https://www.accessnow.org/) - Location: International - Provides technical assistance and digital security advice to activists, independent media, and civil society organizations around the world. - Email: <help@accessnow.org> - [Contact page](https://www.accessnow.org/help/) - OpenPGP fingerprint: 6CE6 221C 98EC F399 A04C 41B8 C46B ED33 32E8 A2BC
es: * [Access Now](https://www.accessnow.org/) - Lugar: Internacional - Provee asistencia técnica y asesoramiento sobre seguridad digital a activistas, medios independientes, y organizaciones de sociedad civil alrededor del mundo. - Email: <help@accessnow.org> - [Página de contacto](https://www.accessnow.org/help/) - Huella OpenPGP: 6CE6 221C 98EC F399 A04C 41B8 C46B ED33 32E8 A2BC
fr: * [Access Now](https://www.accessnow.org/) - Localisation : International - Fournit de l'aide technique et des formations à la sécurité numérique aux activistes, aux médias indépendants et aux organisation de la société civile à travers le monde. - Email : <help@accessnow.org> - [Page de contact](https://www.accessnow.org/help/) - Empreinte OpenPGP : 6CE6 221C 98EC F399 A04C 41B8 C46B ED33 32E8 A2BC

source: * [Capulcu](https://capulcu.blackblogs.org/) - Location: Germany - Provides security trainings to left political activists, journalists and lawyers. - Wrote and update a Tails manual for safe communication, research, editing and publishing of sensitive documents. Organize talks and discussions on resistance against the technological attack. - Email: <capulcu@nadir.org> - OpenPGP fingerprint: AF52 0854 7EF1 711A F250 57CB D0D0 A3C5 DF30 9590
es: * [Capulcu](https://capulcu.blackblogs.org/) - Lugar: Alemania - Provee entrenamientos de seguridad a activistas políticos de izquierda, periodistas y abogados. - Escribió y actualiza un manual de Tails para comunicarse seguramente, investigar, editar y publicar documentos sensibles. Organiza charlas y discusiones sobre resistencia contra ataques tecnologicos. - Email: <capulcu@nadir.org> - Huella OpenPGP: AF52 0854 7EF1 711A F250 57CB D0D0 A3C5 DF30 9590
fr: * [Capulcu](https://capulcu.blackblogs.org/) - Localisation : Allemagne - Propose des formations en sécurité aux activistes de gauche, aux journalistes et aux avocates. - A réalisé et met à jour un manuel de Tails pour des communications plus sécurisées, la recherche, l'édition et la publication de documents sensibles. Organise des conférences et des discussions autour de la résistance numérique. - Email : <capulcu@nadir.org> - Empreinte OpenPGP : AF52 0854 7EF1 711A F250 57CB D0D0 A3C5 DF30 9590

source: * DNR : Défense Numérique Rennes - Location: Rennes, France - Proposes workshops, conferences, and courses about Tor, OpenPGP, Tails and digital privacy in general for activists, journalists, hacktivists, or anybody willing to learn more about privacy and security. - Independent from institutional organisations - Email: <dnr@mail36.net> - OpenPGP fingerprint: 0491 58BF 5CC6 CE57 3A89 8C02 3400 9177 BA90 7970
es: * DNR : Défense Numérique Rennes - Ubicación: Rennes, France - Realiza cursos y conferencias sobre Tor, OpenPGP, Tails y privacidad digital en general para activistas, periodistas, hacktivistas, o cualquiera interesado en aprender más sobre privacidad y seguridad. - Independiende de organizaciones institucionales - Email: <dnr@mail36.net> - OpenPGP fingerprint: 0491 58BF 5CC6 CE57 3A89 8C02 3400 9177 BA90 7970
fr: * DNR : Défense Numérique Rennes - Localisation : Rennes, France - Propose des ateliers, des conférences et des formations autour de Tor, OpenPGP, Tails et la confidentialité des données numériques en général aux activistes, journalistes, hacktivistes et de manière générale toute personne souhaitant être plus à l'aise avec la sécurité et la confidentialité numériques. - Ne dépend d'aucune organisation institutionnelle - Email : <dnr@mail36.net> - Empreinte OpenPGP : 0491 58BF 5CC6 CE57 3A89 8C02 3400 9177 BA90 7970

source: * [Freedom of the Press Foundation](https://freedom.press/) - Location: USA (New York, NY and San Francisco, CA) - Provides digital security training for individual journalists and their organizations. - [Contact page](https://freedom.press/form/digital-security-training)
es: * [Freedom of the Press Foundation](https://freedom.press/) - Ubicación: USA (New York, NY and San Francisco, CA) - Provee entrenamiento en seguridad digital para periodistas individuales y las organizaciones de las que son parte. - [Página de contacto](https://freedom.press/form/digital-security-training)
fr: * [Freedom of the Press Foundation](https://freedom.press/) - Localisation : États-Unis (New York et San Francisco) - Propose des formations autour de la sécurité numérique aux journalistes et à leurs organisations. - [Page de contact](https://freedom.press/form/digital-security-training)

source: * [Front Line Defenders](https://www.frontlinedefenders.org/) - Location: International - Provides digital security trainings (including Tails) for human rights defenders. - [Contact page](https://www.frontlinedefenders.org/emergency-support)
es: * [Front Line Defenders](https://www.frontlinedefenders.org/) - Ubicación: Internacional - Provee entrenamiento en seguridad digital (incluyendo Tails) para defensores de derechos humanos. - [Página de contacto](https://www.frontlinedefenders.org/emergency-support)
fr: * [Front Line Defenders](https://www.frontlinedefenders.org/fr) - Localisation : International - Fournit des formations de sécurité numérique (dont Tails) pour les personnes défendant les droits humains. - [Page de contact](https://www.frontlinedefenders.org/fr/emergency-support)

source: * [Hermes Center for Transparency and Digital Human Rights](http://logioshermes.org/) - Location: Italy (Florence, Milan, and Rome) - Email: <training@logioshermes.org> - Referent: Marco Calamari
es: * [Hermes Center for Transparency and Digital Human Rights](http://logioshermes.org/) - Ubicación: Italia (Florencia, Milan, and Roma) - Email: <training@logioshermes.org> - Referencia: Marco Calamari
fr: * [Hermes Center for Transparency and Digital Human Rights](http://logioshermes.org/) - Localisation : Italie (Florence, Milan et Rome) - Email : <training@logioshermes.org> - Référent : Marco Calamari

source: * [Montpel'libre](http://montpel-libre.fr/) - Location: Montpellier, France - We provide help and training to French speaking groups and individuals who value their online and offline privacy. - Email: <contact@montpel-libre.fr>
es: * [Montpel'libre](http://montpel-libre.fr/) - Ubicación: Montpellier, France - Proveemos de ayuda y entrenamiento para grupos hablantes de Francés e individuos que valoran su privacidad en linea y offline. - Email: <contact@montpel-libre.fr>
fr: * [Montpel'libre](http://montpel-libre.fr/) - Localisation : Montpellier, France - Nous organisons des formations en français auprès des personnes et groupes voulant protéger la confidentialité de leurs documents et de leurs communications en ligne et hors-ligne. - Email : <contact@montpel-libre.fr>

source: Training material
es: Material de entrenamiento
fr: Support de formation

source: If you are teaching Tails, you might be interested in reading the slides that are available. You can also send us your slides and other teaching material, so that others can benefit from them and improve them:
es: Si estás enseñando Tails puede que te interesen las presentaciones disponibles. Puedes también enviarnos tus presentaciones y otro material didáctico, así otros se pueden beneficiar de ellos y mejorarlos:
fr: Si vous formez des utilisateurs à Tails, vous pourriez être intéressé par les diaporamas disponibles. Vous pouvez aussi nous envoyer vos supports de formations pour que d'autres puissent s'en servir et les améliorer :

source: [[Slides|contribute/how/promote/material/slides]]
es: [[Diapositivas|contribute/how/promote/material/slides]]

source: * [CIJ, The Centre for Investigative Journalism](http://tcij.org/) - Location: London, UK - Provides digital security trainings for journalists working with sensitive information. - [Contact page](http://tcij.org/about-cij/contact-cij)
fr: * [CIJ, The Centre for Investigative Journalism](http://tcij.org/) - Localisation : Londres, Royaume-Uni - Propose des formations autour de la sécurité numérique aux journalistes manipulant des informations sensibles. - [Page de contact](http://tcij.org/about-cij/contact-cij)
